Repository: Daniel-KM/Omeka-S-module-ContactUs
Catalog: language/*.po
Languages: fr, it

source: Unknown key.
fr: Clé inconnue.

source: success
fr: succès

source: Warning: It is not possible to select more than {total} resources.
fr: Rappel : il n’est pas possible de choisir plus de {total} ressources.

source: Not ajax.
fr: Non ajax.

source: No resource set.
fr: Aucune ressource définie.

source: Resource is invalid.
fr: La ressource est incorrecte.

source: No message found.
fr: Aucun message trouvé.

source: Resource does not exist.
fr: La ressource n’existe pas.

source: Resource has no file.
fr: La ressource n’a pas de fichier.

source: No zip found: too much old.
fr: Aucun zip trouvé : trop ancien.

source: No zip found.
fr: Aucun zip trouvé.

source: Contact Us: Basket
fr: Contactez-nous : Panier

source: Invalid navigation: link without label (%s)
fr: Navigation invalide : lien sans libellé (%s)

source: Basket
fr: Panier

source: Contact Us: Selector
fr: Contactez-nous : sélecteur

source: Contact Us: Form as button
fr: Contactez-nous : formulaire avec un bouton

source: Contact Us: Form
fr: Contactez-nous : formulaire

source: To create antispam, each question must be separated from the answer by a "=".
fr: Pour créer un anti-spam, chaque question doit être séparée de la réponse avec un signe "=".
it: Per creare l'antispam, ogni domanda deve essere separata dalla risposta con un "=".

source: To append fields, each row must contain a name and a label separated by a "=".
fr: Pour ajouter des champs, chaque ligne doit contenir un nom et un libellé séparés par un « = ».

source: The contact message doesn’t exist.
fr: Le message de contact n’existe pas.

source: A user has contacted you. email: {email} name: {name} ip: {ip} {newsletter} subject: {subject} message: {message} {fields}
fr: Un visiteur vous a contacté. mail : {email} nom : {name} ip : {ip} {newsletter} sujet : {subject} message : {message} {fields}

source: Hi {name}, Thanks to contact us! We will answer you as soon as possible. Sincerely, {main_title} {main_url} -- {newsletter} Your message: Subject: {subject} {message} {fields}
fr: Bonjour {name}, Merci de nous contacter ! Nous vous répondrons dès que possible. Bien cordialement, {main_title} {main_url} -- {newsletter} Votre message: Sujet : {subject} {message} {fields}

source: Subscription to newsletter of {main_title}
fr: S’abonner à l’infolettre de {main_title}

source: Hi, Thank you for subscribing to our newsletter. Sincerely,
fr: Bonjour, Merci de vous être abonné à notre infolettre. Bien cordialement,

source: Hi {user_name}, The visitor {name} ({email} made the following request about a resource on {main_title}: Thanks to reply directly to the email above and do not use "reply". Sincerely, -- From: {name} <{email}> Subject: {subject} {message} {fields}
fr: Bonjour {user_name}, Le visiteur {name} ({email}) a formulé une demande à propos de la ressource {main_title} : Merci de répondre directement au mail ci-dessus et de ne pas utiliser "répondre". Bien cordialement, -- De : {name} <{email}> Sujet : {subject} {message} {fields}

source: Thank you for your message. Check your confirmation email sent to {email}. We will answer you soon.
fr: Merci pour votre message. Vérifiez le message de confirmation envoyé à {email}. Nous répondrons très bientôt.

source: Thank you for subscribing to our newsletter. Check the confirmation email sent to {email}.
fr: Merci pour votre abonnement à notre infolettre. Vérifiez le message de confirmation envoyé à {email}.

source: I allow the site owner to store my name and my email to answer to this message.
fr: J'autorise le propriétaire du site à enregistrer mon nom et mon mail pour répondre à ce message.

source: It is not possible to select more than {total} resources.
fr: Il n’est pas possible de choisir plus de {total} ressources.

source: How many are zero plus 1 (in number)?
fr: Combien font zéro et 1 (en chiffres) ?
it: Quanto fa zero più 1 (in cifre)?

source: How many are one plus 1 (in number)?
fr: Combien font un et 1 (en chiffres) ?
it: Quanto fa uno più 1 (in cifre)?

source: How many are one plus 2 (in number)?
fr: Combien font un et 2 (en chiffres) ?
it: Quanto fa uno più 2 (in cifre)?

source: How many are one plus 3 (in number)?
fr: Combien font un et 3 (en chiffres) ?
it: Quanto fa uno più 3 (in cifre)?

source: How many are two plus 1 (in number)?
fr: Combien font deux et 1 (en chiffres) ?
it: Quanto fa due più 1 (in cifre)?

source: How many are two plus 2 (in number)?
fr: Combien font deux et 2 (en chiffres) ?
it: Quanto fa due più 2 (in cifre)?

source: How many are two plus 3 (in number)?
fr: Combien font deux et 3 (en chiffres) ?
it: Quanto fa due più 3 (in cifre)?

source: How many are three plus 1 (in number)?
fr: Combien font trois et 1 (en chiffres) ?
it: Quanto fa tre più 1 (in cifre)?

source: How many are three plus 2 (in number)?
fr: Combien font trois et 2 (en chiffres) ?
it: Quanto fa tre più 2 (in cifre)?

source: How many are three plus 3 (in number)?
fr: Combien font trois et 3 (en chiffres) ?
it: Quanto fa tre più 3 (in cifre)?

source: Subscribe to the newsletter
fr: S’abonner à l’infolettre

source: Unsubscribe
fr: Se désabonner

source: This module requires the module "%s".
it: Questo modulo richiede il modulo "%s".

source: This module requires modules "%s".
it: Questo modulo richiede i moduli "%s".

source: The module "%s" was automatically deactivated because the dependencies are unavailable.
it: Il modulo "%s" è stato disattivato automaticamente perché le dipendenze non sono disponibili.

source: Append a form to allow visitors to contact us.
it: Allegare un modulo per consentire ai visitatori di contattarci.

source: Thank you for your message %s. We will answer you soon.
it: Grazie per il vostro messaggio %s. Vi risponderemo presto.

source: [Contact] %s
it: [Contatto] %s

source: Sorry, we are not able to send email to notify the admin. Come back later.
it: Siamo spiacenti, non siamo in grado di inviare e-mail per avvisare l'amministratore. Torna più tardi.

source: Thank you for your message %s. Check your confirmation mail. We will answer you soon.
it: Grazie per il vostro messaggio %s. Controlli la sua mail di conferma. Vi risponderemo presto.

source: Message
it: Messaggio

source: Block title
it: Titolo del blocco

source: Heading for the block, if any.
it: Titolo del blocco, se esiste.

source: List of recipients to notify
it: Elenco dei destinatari delle notifiche

source: Let empty to use site settings.
it: Lasciare vuoto per utilizzare le impostazioni del sito.

source: Possible placeholders: {main_title}, {main_url}, {site_title}, {site_url}, {email}, {name}, {message}.
it: Possibili placeholders: {main_title}, {main_url}, {site_title}, {site_url}, {email}, {name}, {message}.

source: Separate questions and answer with a "=". Questions may be translated.
it: Separare le domande e rispondere con un "=". Le domande possono essere tradotte.

source: Default emails to notify
it: Email predefinite a cui recapitare le notifiche

source: The default list of recipients to notify, one by row. First email is used for confirmation.
it: L'elenco predefinito dei destinatari a cui inviare la notifica, uno per riga. La prima e-mail viene utilizzata per la conferma.

source: First email is used for confirmation. contact@example.org info@example2.org
it: La prima e-mail viene utilizzata per la conferma. contact@example.org info@example2.org

source: The list of recipients to notify, one by row. First email is used for confirmation.
it: L'elenco predefinito dei destinatari a cui inviare la notifica, uno per riga. La prima e-mail viene utilizzata per la conferma.

source: Let empty to use main settings. First email is used for confirmation. contact@example.org info@example2.org
it: Lasciare vuoto per utilizzare le impostazioni principali. La prima e-mail viene utilizzata per la conferma. contact@example.org info@example2.org

source: Text to use to explain the aim of the form.
it: Testo da utilizzare per spiegare lo scopo del modulo.

source: Error when sending email. Arguments:\n%s
it: Errore durante l'invio di e-mail. Argomenti:\n%s

source: Check emails for notifications or remove them to use default ones.
it: Controllare le e-mail per le notifiche o rimuoverle per utilizzare quelle predefinite.

source: Confirmation contact
it: Contatto di conferma

source: Hi {name}, Thanks to contact us! We will answer you soon. Sincerely, {main_title} {main_url} -- Your message: Subject: {subject} {message}
it: Buongiorno {name}, Grazie per averci contattato! Vi risponderemo presto. Cordiali saluti, {main_title} {main_url} -- Il suo messaggio: Oggetto: {subject} {message}
