Repository: Daniel-KM/Omeka-S-module-ContactUs
Catalog: language/*.po
Languages: fr, it

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: WARNING:
fr: ATTENTION :

source: Remove Contact Us files
fr: Supprimer les fichiers du module

source: Contact us
fr: Contactez-nous
it: Contattaci

source: There is no resources or files.
fr: Il n’y a aucune ressource ou fichier.

source: An error occurred.
fr: Une erreur est survenue.

source: Not an ajax request
fr: Requête non ajax

source: The base uri is not set (key [file_store][local][base_uri]) in the config file of Omeka "config/local.config.php". It must be set for now (key [file_store][local][base_uri]) in order to process background jobs.
fr: L’uri de base n’est pas définie (clé [file_store][local][base_uri]) dans le fichier de configuration Omeka « config/local.config.php ». Il doit être indiqué pour l’instant (clé [file_store][local][base_uri]) de façon à gérer les tâches en arrière-plan.

source: Append a form to allow visitors to contact us. Site settings are used when following fields are empty.
fr: Ajouter un formulaire de contact pour les visiteurs. Les paramètres du site sont utilisés quand les chaînes sont vides.

source: Append a form to allow visitors to subscribe to a newsletter.
fr: Ajouter un formulaire pour permettre aux visiteurs de s’abonner à une infolettre.

source: Unsubscribe newsletter
fr: Se désabonner de l’infolettre

source: newsletter: %s
fr: infolettre : %s

source: Add to the selection for contact
fr: Ajouter à la sélection pour le contact

source: Send a message
fr: Envoyer le message

source: No media
fr: Pas de média

source: %d resource
fr: %d ressource

source: %d resources
fr: %d ressources

source: No resource is selected.
fr: Pas de ressource sélectionnée.

source: No resource selected.
fr: Aucune ressource sélectionnée.

source: Delete contact messages
fr: Supprimer les messages de contact

source: Are you sure you would like to delete the selected messages?
fr: Êtes-vous sûr de vouloir supprimer les messages sélectionnés ?

source: Sender name
fr: Nom de l’expéditeur

source: Sender email
fr: Mail de l’expéditeur

source: Date sent
fr: Date d’envoi

source: Contact messages
fr: Messages de contact

source: Read
fr: Lu

source: Set read
fr: Marquer lu

source: not-read
fr: non lu

source: Set not read
fr: Marquer non lu

source: Set spam
fr: Marquer spam

source: Set not spam
fr: Marquer non-spam

source: There are no messages.
fr: Il n’y a pas de message.

source: Sender
fr: Expéditeur

source: Message to author
fr: Message à l’auteur

source: Toggle read
fr: Basculer lu

source: Toggle spam
fr: Basculer spam

source: Toggle zip
fr: Basculer zip

source: Link to the zipped file when created
fr: Lien vers le fichier zippé après création

source: Multiple resources
fr: Ressources multiples

source: %d items (admin)
fr: %d contenus (admin)

source: %d items (public)
fr: %d contenus (public)

source: Link to the zipped files when created
fr: Lien vers les fichiers zippés après création

source: Attached resources
fr: Ressources attachées

source: Last modified
fr: Dernière modification

source: Message to us
fr: Message pour nous

source: Is read: %s
fr: Est lu : %s

source: Is spam: %s
fr: Est spam : %s

source: Has zip: %s
fr: A un zip : %s

source: [No subject]
fr: [Pas de sujet]

source: Attached file
fr: Fichier attaché

source: Media type: %s
fr: Type de média : %s

source: Warning: content from an anonymous user
fr: Attention : contenu d’un visiteur anonyme

source: Warning: content from a guest user
fr: Attention : contenu de l’utilisateur invité

source: Newsletter
fr: Infolettre

source: Selection for contact
fr: Sélection pour contact

source: There is a limit of %d resources by request
fr: Il y a une limite de %d ressources par demande.

source: Fill the form
fr: Remplir le formulaire

source: Complete the request
fr: Compléter la demande

source: My selection for contact
fr: Ma sélection pour le contact

source: A checkbox for consent has been added to the user form. You may update the default label in site settings
fr: Une case à cocher a été ajoutée au formulaire de contact. Vous pouvez modifier le libellé par défaut dans les paramètres du site

source: It’s now possible to set a specific message when contacting author.
fr: Il est désormais possible de définir un message pour contacter l’auteur.

source: It’s now possible to contact authors of a resource via the view helper contactUs().
fr: Il est désormais possible de contacter les auteurs d’une ressource via le "helper" de vue contactUs().

source: It’s now possible to append specific fields to the form.
fr: Il est désormais possible d’ajouter des champs spécifiques au formulaire.

source: It’s now possible to add a contact form in item/show for themes supporting resource blocks.
fr: Il est désormais possible d’'ajouter un formulaire de contact dans la page du contenu pour les thèmes gérant les blocs de ressources.

source: It’s now possible to add a contact form in item/browse and to send a list of resource ids (need a line in theme).
fr: Il est désormais possible de contacter les auteurs d’une ressource et d’envoyer une liste de ressources (nécessite une ligne dans le thème).

source: It’s now possible to prepare a zip file of asked files to send to a visitor via a link. See {link}settings{link_end}.
fr: Il est désormais possible de préparer un fichier zip en réponse à une demande d’un visiteur via un lien. Voir les {link}paramètres{link_end}.

source: A new button allows to create a zip for any contact.
fr: Un nouveau bouton permet de créer un zip pour tout contact.

source: Two new options allow to append the contact form to resource pages. They are disabled by default, so check them if you need them.
fr: Deux nouvelles options permettent d’ajouter le formulaire de contact aux pages de ressources. Elles sont désactivées par défaut et vous devez donc les activer si vous en avez besoin.

source: A new option allows to use the user email to send message. It is not recommended because many emails providers reject them as spam. Use it only if you manage your own domain.
fr: Une nouvelle option permet d’utiliser le mail de l’utilisateur pour envoyer un message. Elle n’est pas recommandée, parce que de nombreux fournisseurs de mails les rejettent comme spam. Utilisez le seulement si vous gérez votre propre domaine.

source: A new block allows to display a form to subscribe to a newsletter.
fr: Un nouveau bloc permet d’afficher un formulaire d’abonnement à une infolettre.

source: The option "heading" was removed from blocks Contact Us and Newsletter and replaced by a block Heading (if module Block Plus is present) or Html. Remove it in the following files before upgrade and automatic conversion: {json}
fr: L’option « titre » (heading) a été supprimée des blocs de Contact et Infolettre et remplacé par un bloc Titre (si le module Block Plus est présent) ou Html. Supprimer le dans les fichiers suivants avant mise à jour et conversion automatique : {json}

source: The setting "template" was moved to the new block layout settings available since Omeka S v4.1. You may check pages for styles: {json}
fr: Le paramètre « template » a été déplacé dans les nouveaux paramètres de bloc depuis Omeka S v4.1. Vous pouvez vérifier les pages pour les styles : {json}

source: The option "heading" was removed from blocks Contact Us and Newsletter. New block "Heading" (if module Block Plus is present) or "Html" was prepended to all blocks that had a filled heading. You may check pages for styles: {json}
fr: L’option « titre » (heading) a été supprimée des blocs de Contact et Infolettre. Un nouveau bloc « Titre » (Heading) (si le module Block Plus est présent) ou « Html » a été ajouté lorsque nécessaire.Vous pouvez vérifier les styles dans les pages : {json}

source: New options were added to set message after posting mail.
fr: De nouvelles options ont été ajoutées pour définir le message après envoi du mail.

source: It is now possible to unsubscribe to a newsletter.
fr: Il est désormais possible de se désabonner à l’infolettre.

source: A new page allows the user or the visitor to see all the selected resources.
fr: Une nouvelle page permet à l’utilisateur ou au visiteur de voir toutes les ressources sélectionnées.

source: The number of selected items can be set in site settings. It is limited to 25 by default.
fr: Le nombre contenus sélectionnés peut être défini dans les paramètres de site. Il est limité à 25 par défaut.

source: It is now possible to define specific fields for the contact us form via the main or site settings.
fr: Il est désormais possible d’ajouter des champs spécifiques au formulaire via les paramètres généraux ou les paramètres du site.

source: New fields were added for messages.
fr: De nouveaux champs ont été ajoutés pour les messages.

source: Existing fields for messages were clarified. You may need to check your config.
fr: Les champs existants pour les messages ont été clarifiés. Vous pouvez vérifier votre configuration.

source: A new field allows to set the sender email. The first email of the list of emails for notification is no more used as sender. Check it if needed.
fr: Un nouveau champ permet de définir le mail de l’expéditeur. La première adresse de la liste pour les notification n’est plus utilisée. Merci de vérifier si besoin.

source: Warning: there might be an issue with the option "Send with user email". So check it and try to send a message. Note that to send with user email is not recommended, unless you have a good smtp server.
fr: Attention : il pouvait y avoir un problème avec l’option « Envoyer avec le mail utilisateur ». De ce fait, vérifiez et essayez d’envoyer un message. Notez qu’envoyer un message avec le mail de l’utilisateur n’est pas recommandé, sauf si vous avez un serveur de mail bien configuré.

source: The directory "{directory}" is not writeable.
fr: Le dossier « {directory} » n’est pas accessible en écriture.

source: All contact messages and files will be removed (folder "{folder}").
fr: Tous les messages de contact et tous les fichiers seront supprimés (dossier "{folder}").

source: The unsubscription for {email} is confirmed.
fr: Le désabonnement pour le mail {email} a été confirmé.

source: Thank you for subscribing to our newsletter, {name}.
fr: Merci pour votre abonnement à l’infolettre, {name}.

source: Thank you for your message, {name}. It will be sent to the author as soon as possible.
fr: Merci pour votre message, {name}. Il sera envoyé à l’auteur dès que possible.

source: Thank you for your message, {name}. We will answer you as soon as possible.
fr: Merci pour votre message, {name}. Nous vous répondrons dès que possible.

source: Subscribe newsletter
fr: S’abonner à l’infolettre

source: There is an error: {errors}
fr: Il y a une erreur : {errors}

source: Thank you for your message {name}. Check your confirmation mail. The author will receive it soon.
fr: Merci pour votre message {name}. Vérifiez le message de confirmation. L’auteur le recevra bientôt.

source: Sorry, we are not able to send the email to the author.
fr: Désolé, nous ne sommes pas en mesure d’envoyer le message à l’auteur.

source: Sorry, the message is recorded, but we are not able to notify the admin at once. You may come back later if you don’t receive answer.
fr: Désolé, le message est enregistré, mais il n’est pas possible d’en informer le webmaster pour le moment. Vous pouvez revenir plus tard si vous ne recevez pas de réponse.

source: Sorry, we are not able to send the confirmation email.
fr: Désolé, nous ne sommes pas en mesure d’envoyer le message de confirmation.

source: There is an error.
fr: Une erreur s’est produite.
it: Si è verificato un errore.

source: About resource %s (%s).
fr: À propos de la ressource %s (%s).
it: A proposito delle risorse %s (%s).

source: You must select a resource to contact the author.
fr: Vous devez choisir une ressource pour contacter l’auteur.

source: This resource has no author to contact. Contact administor for more information.
fr: La ressource ne dispose pas d’auteur. Contactez l’administrateur pour plus d’informations.

source: Contact administor for more information.
fr: Contacter l’administrateur pour plus d’information.

source: [Unknown resource]
fr: [Ressource inconnue]

source: No resource id set.
fr: Aucune ressource n’est définie.

source: No filename set.
fr: Aucun nom de fichier défini.

source: No basepath set.
fr: Aucun chemin de base défini.

source: No image type set.
fr: Aucun type d’image défini.

source: The php extension "php-zip" must be installed.
fr: L’extension « php-zip » doit être installée.

source: Resource id is invalid.
fr: La ressource est incorrecte.

source: No valid resource.
fr: Aucune ressource valide.

source: No file attached to selected items.
fr: Aucun fichier attaché aux contenus choisis.

source: No derivative file of type {type} attached to selected items.
fr: Aucun fichier dérivé du type {type} n’est attaché aux contenus choisis.

source: Zip created successfully and available directly at {url}.
fr: Le zip a été créé avec succès et est disponible directement à {url}.

source: Unable to create directory in "/files/".
fr: Impossible de créer un dossier dans « /files ».

source: Unable to create the zip file.
fr: Impossible de créer le fichier zip.

source: An issue occurred during the creation of the zip file: {error}.
fr: Une erreur est survenue pendant la création du zip : {error}.

source: An issue occurred and the zip file was not created: {error}.
fr: Un problème est apparu et le fichier zip n’a pas été créé : {error}.

source: Contact Us
fr: Contactez-nous

source: Specific fields to append to form
fr: Autres champs à ajouter au formulaire

source: Set the name (ascii only and no space) and the label separated by a "=", one by line. The elements may be adapted via the theme. If empty, the main settings will be used.
fr: Indiquer le nom (ascii et sans espace) et le libellé séparés par un « = », un par ligne. Les éléments peuvent être adaptés via le thème. Si vide, les paramètres généraux seront utilisés.

source: phone = Phone
fr: telephone = Téléphone

source: Email of the sender (else no-reply user or administrator)
fr: Mail de l’expéditeur (sinon le mail « ne pas répondre » ou l’administrateur)

source: The no-reply email can be set via module EasyAdmin. The administrator email can set above.
fr: Le mail ne-pas-répondre est défini via le module EasyAdmin. L’administrateur est défini plus haut.

source: Name of the sender when email above is set
fr: Nom de l’expéditeur quand le mail est défini ci-dessus

source: Emails to notify
fr: Emails à informer
it: E-mail a cui inviare le notifiche

source: The list of recipients to notify, one by row.
fr: Liste des destinataires à notifier, un par ligne.

source: Notification email subject for admin
fr: Sujet de mail de notification pour l’administrateur

source: Notification message for admin
fr: Message de notification pour l’administrateur

source: Possible placeholders: {main_title}, {main_url}, {site_title}, {site_url}, {email}, {name}, {object}, {subject}, {message}, {newsletter}, {ip}, {fields}, {each specific field}, {resource}, {resource_id}, {resource_title}, {resource_url}, {resource_url_admin}, {resource_link}, {property term}, {resources}, {resources_ids}, {resources_url}, {resources_url_admin}, {resources_links}, {resources::property term}.
fr: Jokers possibles : {main_title}, {main_url}, {site_title}, {site_url}, {email}, {name}, {object}, {subject}, {message}, {newsletter}, {ip}, {fields}, {each specific field}, {resource}, {resource_id}, {resource_title}, {resource_url}, {resource_url_admin}, {resource_link}, {property term}, {resources}, {resources_ids}, {resources_url}, {resources_url_admin}, {resources_links}, {resources::property term}.

source: Send a confirmation email
fr: Envoyer un message de confirmation
it: Invia una e-mail di conferma

source: Subject of the confirmation email
fr: Sujet du message de confirmation
it: Oggetto dell'e-mail di conferma

source: Confirmation message
fr: Message de confirmation
it: Messaggio di conferma

source: Subject of the confirmation for subscription to newsletter
fr: Sujet du message de confirmation pour l’abonnement à l’infolettre

source: Confirmation message for subscription to newsletter
fr: Message de confirmation pour l’abonnement à l’infolettre

source: Possible placeholders: {main_title}, {main_url}, {site_title}, {site_url}, {email}, {object}, {subject}, {ip}.
fr: Les jokers possibles sont : {main_title}, {main_url}, {site_title}, {site_url}, {email}, {object}, {subject}, {ip}.

source: Subject of the email to author
fr: Sujet du message à l’auteur

source: Message to the author
fr: Message à l’auteur

source: Possible placeholders: {main_title}, {main_url}, {site_title}, {site_url}, {email}, {name}, {object}, {subject}, {message}, {newsletter}, {ip}.
fr: Les jokers possibles sont : {main_title}, {main_url}, {site_title}, {site_url}, {email}, {name}, {object}, {subject}, {message}, {newsletter}, {ip}.

source: Message displayed on site after post
fr: Message affiché sur le site après l’envoi

source: Possible placeholders: {name}, {email}.
fr: Jokers possibles : {name}, {email}.

source: Message displayed on site after post for newsletter
fr: Message affiché sur le site après l’envoi pour l’infolettre

source: Label for the consent checkbox
fr: Libellé pour la case à cocher du consentement

source: Enable simple antispam for visitors
fr: Activer l’anti-spam simple pour les visiteurs
it: Attivare l'antispam semplice per i visitatori

source: List of antispam questions/answers
fr: Liste de questions/réponses anti-spam
it: Elenco delle domande/risposte antispam

source: See the block "Contact us" for a simple list. Separate questions and answer with a "=". Questions may be translated.
fr: Voir le bloc "Contact us" pour une simple liste. Séparer les questions et les réponses avec un signe "=". Les questions peuvent être traduites.
it: Vedi il blocco "Contattaci" per un semplice elenco. Separare le domande e le risposte con un "=". Le domande possono essere tradotte.

source: How many are zero plus 1 (in number)? = 1 How many are one plus 1 (in number)? = 2
fr: Combien font zéro plus 1 (en nombre) ? = 1 Combien font un plus 1 (en nombre) ? = 2

source: Append to resource page (deprecated, for themes without resource block)
fr: Ajouter à la page de ressource (obsolète, pour les thèmes sans bloc de ressource)

source: Medias
fr: Médias

source: Append to items browse page
fr: Ajouter à la page de la liste des items

source: Add a checkbox to select resources individually in lists (browse and search)
fr: Ajouter une case à cocher pour choisir les ressources individuellement dans les listes (parcourir et rechercher)

source: This option is used only with the module Advanced Search for now.
fr: Cette option est utilisée seulement dans le module Advanced Search actuellement.

source: Label for the page Selection for contact
fr: Libellé pour la page Sélection pour le contact

source: Label for the link in guest account
fr: Libellé pour le lien dans le compte Invité

source: Maximum number of items to store in selection
fr: Nombre maximum de contenus pour la sélection

source: Include resources in response
fr: Inclure les ressources dans la réponse

source: Some themes may require resources to be included in response when selecting a resource. This option avoids an api request via js on public side, but slow response.
fr: Certains thèmes ont besoin des notices complètes dans la réponse lorsqu’une ressource est mis dans le panier. Cette option évite une requête api via js dans le thème, mais ralentit la réponse.

source: Include matching resource ids from module Selection in response
fr: Inclure les ids des ressources du module Sélection dans la réponse

source: Set the name (ascii only and no space) and the label separated by a "=", one by line. The elements may be adapted via the theme. This setting may be overridden by site or block settings.
fr: Indiquer le nom (ascii et sans espace) et le libellé séparés par un « = », un par ligne. Les éléments peuvent être adaptés via le thème. Cette option est ignorée si elle est définie par le site ou le bloc.

source: Property where email of the author is stored
fr: Propriété dans laquelle le mail de l’auteur est enregistrée

source: Allows visitors to contact authors via an email.
fr: Ajouter un formulaire de contact pour les visiteurs.

source: Disable feature
fr: Désactiver la fonctionnalité

source: Owner of the resource
fr: Propriétaire de la ressource

source: Select a property…
fr: Choisir une propriété…

source: Send email to author only, not admins (hidden)
fr: Envoyer le mail à l’auteur seulement, pas aux administrateurs.

source: Use the user email to send message to author (warning: many email providers reject them as spam)
fr: Utiliser le mail utilisateur pour envoyer le message à l’auteur (attention : de nombreux fournisseurs de mails les rejettent comme spam)

source: This option is not recommended, unless you have a good smtp server. If not set, the user email will be set as reply-to.
fr: Cette option n’est pas recommandée, sauf si vous avez serveur de mail bien configuré. Sinon, le mail de l’utilisateur sera mis en « répondre à ».

source: Zipped files to send
fr: Liste des fichiers zippés à envoyer

source: Square
fr: Carré

source: Remove zip files after some days
fr: Supprimer les fichiers zip après quelques jours

source: Attach a file
fr: Joindre un fichier

source: Send message
fr: Envoyer le message
it: Invia messaggio

source: Allow to attach a file
fr: Autoriser l’envoi de fichier

source: Add a checkbox for a newsletter
fr: Ajouter une case à cocher pour l’infolettre

source: Label for the newsletter
fr: Libellé pour l’infolettre

source: Other fields to append to form
fr: Autres champs à ajouter au formulaire

source: Set the name (ascii only and no space) and the label separated by a "=", one by line. The elements may be adapted via the theme. If empty, the site settings or the main settings will be used.
fr: Indiquer le nom (ascii et sans espace) et le libellé séparés par un « = », un par ligne. Les éléments peuvent être adaptés via le thème. Si vide, les paramètres du site ou les paramètres généraux seront utilisés.

source: Enable Google Recaptcha antispam for visitors
fr: Activer l’anti-spam Google Recaptcha pour les visiteurs

source: Checkbox to unsubscribe
fr: Case à cocher pour se désabonner

source: Label for the unsubscribe checkbox
fr: Libellé pour la case à cocher du désabonnement

source: See the block "Newsletter" for a simple list. Separate questions and answer with a "=". Questions may be translated.
fr: Voir le bloc « Contactez-nous » pour une simple liste. Séparer les questions et les réponses avec un signe « = ». Les questions peuvent être traduites.

source: Error loading or saving base64 file.
fr: Erreur lors du chargement ou de la sauvegarde d’un fichier en base64.

source: The body cannot be empty.
fr: Le corps ne peut pas être vide.

source: The ip cannot be empty.
fr: L’ip ne peut pas être vide.

source: Contact message successfully deleted.
fr: Le message de contact a été supprimé avec succès.

source: You must select at least one contact message to batch delete.
fr: Vous devez sélectionner au moins un message de contact à supprimer.

source: Contact messages successfully deleted.
fr: Les messages de contact ont été supprimés avec succès.

source: Delete of all contact messages is not supported currently.
fr: La suppression de tous les messages de contact n’est pas supportée actuellement.

source: No contact messages submitted.
fr: Aucun message de contact envoyé.

source: An internal error occurred.
fr: Une erreur interne s'est produite.
